Repository: ERICKABDIEL/Cliente-TripasDeGato
Catalog: Properties/Resources.*.resx
Languages: es_mx

# btnAdd
source: Add
es_mx: Añadir

# btnAddFriend
source: Add Friend
es_mx: Añadir amigo

# btnContinue
source: Continue
es_mx: Continuar

# btnCreate
source: Create
es_mx: Crear

# btnEdit
source: Edit
es_mx: Editar

# btnFriends
source: Friends
es_mx: Amigos

# btnGuest
source: Guest
es_mx: Invitado

# btnInvited
source: Invite
es_mx: Invitar

# btnInviteFriend
source: Invite Friend
es_mx: Invitar amigo

# btnJoinGame
source: Join game
es_mx: Unirse a partida

# btnLeaderboard
source: Leaderboard
es_mx: Ver leaderboard

# btnLeaveRoom
source: Leave
es_mx: Abandonar

# btnLogin
source: Login
es_mx: Jugar

# btnProfile
source: Profile
es_mx: Perfil

# btnRemoveFriend
source: Remove
es_mx: Eliminar

# btnResendCode
source: Resend Code
es_mx: Reenviar Código

# btnSave
source: Save
es_mx: Guardar

# btnSavePassword
source: Save password
es_mx: Guardar contraseña

# btnSearch
source: Search
es_mx: Buscar

# btnSend
source: Send
es_mx: Enviar

# btnSignIn
source: Sign in
es_mx: Registrarse

# btnSignOut
source: Sign Out
es_mx: Cerrar sesion

# btnStartGame
source: Start game
es_mx: Jugar

# btnValidate
source: Validate
es_mx: Validar

# columnPlayer
source: Player
es_mx: Jugador

# dialogAccountCreatedErrror
source: Error creating account. Please try again
es_mx: Error al crear la cuenta. Por favor intentelo de nuevo!

# dialogAccountCreatedSuccesfully
source: Account created successfully!
es_mx: La cuenta se ha creado exitosamente!

# dialogAddFriendSuccessfully
source: Friend '{0}' added successfully
es_mx: Amigo '{0}' agregado correctamente

# dialogCannotAddSelfAsFriend
source: You cannot add yourself as a friend
es_mx: No puedes agregarte a ti mismo como amigo

# dialogChangesSaved
source: Changes have been saved successfully
es_mx: Los cambios han sido guardados exitosamente

# dialogChatCommunicationError
source: Chat communication error: {0}
es_mx: Error en la comunicación del chat: {0}

# dialogCommunicationError
source: Communication error. Please try again later
es_mx: Error de comunicación. Por favor, intente más tarde

# dialogCompleteFieldsError
source: Please complete the fields correctly
es_mx: Por favor, complete los campos correctamente

# dialogComunicationException
source: Failed to establish a connection with the server. Please check your internet connection and try it again.
es_mx: Se ha producido un fallo para establecer la conexión al servidor. Cheque su conexión a internet e inténtelo de nuevo

# dialogConnectionError
source: Could not connect to the lobby.
es_mx: No se pudo conectar al lobby.

# dialogConnectionErrorWithServer
source: Connection error with the server
es_mx: Error de conexión con el servidor

# dialogEmailInUse
source: This email is already registered. Please use a different email
es_mx: Este correo ya ha sido registrado. Por favor use un correo distinto

# dialogEndPointException
source: Failed to find the endpoint. Please check the server configuration and try again.
es_mx: Fallo al encontrar el punto de acceso. Por favor cheque la configuración al servidor e inténtelo de nuevo.

# dialogEnterGameNameError
source: Please enter a name for the game.
es_mx: Por favor, ingrese un nombre para la partida.

# dialogErrorAddingFriend
source: Error adding friend. Please try again
es_mx: Error al agregar el amigo. Intenta de nuevo

# dialogErrorCheckingEmail
source: Error checking the email
es_mx: Error al verificar el correo electrónico

# dialogErrorCheckingUserName
source: Error checking the username
es_mx: Error al verificar el nombre de usuario

# dialogErrorCreatingLobby
source: Error creating the lobby. Please try again
es_mx: Error al crear el lobby. Por favor, intente de nuevo

# dialogErrorDeletingFriendship
source: Error deleting friendship. Please try again
es_mx: Error al eliminar la amistad. Intenta de nuevo

# dialogErrorDeletingFriendshipDetails
source: An error occurred while trying to delete the friendship: {0}
es_mx: Ocurrió un error al intentar eliminar la amistad: {0}

# dialogErrorLoadingFriendsList
source: An error occurred while loading the friends list: {0}
es_mx: Ocurrió un error al cargar la lista de amigos: {0}

# dialogErrorResendingRecoveryCode
source: Error resending the recovery code
es_mx: Error al reenviar el código de recuperación

# dialogErrorResendingVerificationCode
source: Error resending verification code. Please try again
es_mx: Error al reenviar el código de verificación. Por favor, intente nuevamente

# dialogErrorSavingProfile
source: Error saving profile: {0}
es_mx: Error al guardar el perfil: {0}

# dialogErrorSavingProfileData
source: There was an error saving the profile data
es_mx: Hubo un error al guardar los datos del perfil

# dialogErrorSendingInvitation
source: An error occurred while sending the invitation. Please try again later.
es_mx: Ocurrió un error al enviar la invitación. Por favor, inténtalo de nuevo más tarde.

# dialogErrorSendingRecoveryCode
source: Error sending the recovery code
es_mx: Error al enviar el código de recuperación

# dialogErrorSendingVerificationCode
source: Error sending verification code. Please try again
es_mx: Error al enviar el código de verificación. Por favor, intente de nuevo

# dialogErrorUpdatingPassowrd
source: Error updating the password
es_mx: Error al actualizar la contraseña

# dialogErrorUpdatingPlayerStatus
source: Error updating the player's status
es_mx: Error al actualizar el estado del jugador

# dialogFriendshipDeleted
source: Friendship with '{0}' deleted successfully
es_mx: Amistad con '{0}' eliminada correctamente

# dialogHostLeftLobby
source: The host left the lobby.
es_mx: El anfitrión abandonó el lobby.

# dialogInvalidEmail
source: Invalid Email
es_mx: Correo inválido

# dialogInvalidGuestProfileOrLobbyCode
source: Error: the guest profile or lobby code is invalid.
es_mx: Error: el perfil del invitado o el código del lobby no son válidos.

# dialogInvalidName
source: Please enter a valid name
es_mx: Por favor, ingresa un nombre válido

# dialogInvalidPassword
source: Invalid Password
es_mx: Contraseña inválida

# dialogInvalidRecoveryCode
source: Invalid recoverycode. Please try again
es_mx: Código de recuperación inválido. Por favor, inténtelo de nuevo

# dialogInvalidTimeSelected
source: Invalid time selected.
es_mx: Tiempo seleccionado no válido.

# dialogInvalidVerificationCode
source: Invalid verification code. Please try again
es_mx: Código de verificación inválido. Por favor, intente de nuevo

# dialogInvitationSent
source: The invitation has been successfully sent to {0}.
es_mx: La invitación ha sido enviada exitosamente a {0}.

# dialogLobbyCreationError
source: Could not create the lobby. Please try again.
es_mx: No se pudo crear el lobby. Inténtelo nuevamente.

# dialogLobbyExit
source: You have been removed from the lobby.
es_mx: Has sido eliminado del lobby.

# dialogLobbyJoinError
source: Could not join the lobby. It might be full or unavailable.
es_mx: No se pudo unir al lobby. Puede que esté lleno o que ya no esté disponible.

# dialogLobbyNotFound
source: No lobbies found with that code.
es_mx: No se encontraron lobbies con ese código.

# dialogMissmatchesCredentials
source: Credentials do not match
es_mx: Las credenciales no coinciden

# dialogNavigationError
source: Navigation error. Please try again later
es_mx: Error de navegación. Por favor, intente más tarde

# dialogNotRetrievedProfile
source: The user profile could not be retrieved
es_mx: No se pudo obtener el perfil del usuario

# dialogNullEmail
source: Enter an email address
es_mx: Ingrese un correo electrónico

# dialogPasswordUpdatedSuccessfully
source: The password has been successfully updated
es_mx: La contraseña ha sido actualizada exitosamente

# dialogPlayerAlreadyOnline
source: The player is already online. It is not possible to log in again.
es_mx: El jugador ya está en línea. No es posible iniciar sesión nuevamente.

# dialogProfileNotFound
source: No profile matching that name was found
es_mx: No se encontró un perfil que coincida con ese nombre

# dialogRecoveryCodeHasBeenSent
source: A recovery code has been sent to your email
es_mx: Se ha enviado un código de recuperación a su correo

# dialogRecoveryCodeResent
source: Recovery code resent successfully
es_mx: Código de recuperación reenviado exitosamente

# dialogRequestTimeout
source: The request has timed out. Please try again later
es_mx: La solicitud ha tardado demasiado. Por favor, intente más tarde

# dialogSelectFriendToDelete
source: Please select a friend to delete
es_mx: Por favor, selecciona un amigo para eliminar

# dialogSelectFriendToInvite
source: Please select a friend before sending the invitation.
es_mx: Por favor, selecciona un amigo antes de enviar la invitación.

# dialogSelectLobbyToJoin
source: Please select a lobby to join.
es_mx: Por favor, selecciona un lobby para unirte.

# dialogTimeOutException
source: Try again waiting time has expired. Please check your connection to the server.
es_mx: El tiempo de espera ha caducado, inténtelo de nuevo. Por favor cheque su conexión a internet.

# dialogTitleConfirmation
source: Confirmation
es_mx: Confirmación

# dialogTitleSucces
source: Succes
es_mx: Éxito

# dialogUnexpectedError
source: An error occurred: {0}
es_mx: Ocurrio un error: {0}

# dialogUserJoinedChat
source: {0} has joined the chat
es_mx: {0} se ha unido al chat

# dialogUserNameInUse
source: The username is already in use
es_mx: El nombre de usuario ya está en uso

# dialogVerificationCodeResentSuccessfully
source: Verification code resent successfully. Please check your email
es_mx: Código de verificación reenviado con éxito. Por favor, revisa tu correo electrónico

# dialogVerificationCodeSent
source: Verification code sent successfully. Please check your email
es_mx: Código de verificación enviado con éxito. Por favor, revise su correo electrónico

# dialogWaitingForPlayer
source: Waiting for player...
es_mx: Esperando jugador...

# dialogWrongData
source: Wrong Data
es_mx: Datos erróneos

# globalBtnBack
source: Back
es_mx: Volver

# globalBtnOk
source: Ok
es_mx: Aceptar

# globalKick
source: Kick player
es_mx: Expulsar jugador

# globalLbEnterCodeLobby
source: Code lobby
es_mx: Código de sala

# globalLbPlayer1
source: Player 1
es_mx: Jugador 1

# globalLbPlayer2
source: Player 2
es_mx: Jugador 2

# globalLbUser
source: User
es_mx: Usuario

# headerCode
source: Code
es_mx: Código de sala

# headerGameName
source: Name Game
es_mx: Nombre del juego

# headerNodes
source: Nodes
es_mx: Nodos

# headerPlayers
source: Players
es_mx: Jugadores

# lbCode
source: Code
es_mx: Código

# lbConfirmPasswordSignIn
source: Confirm password
es_mx: Confirmar contraseña

# lbDeleteFriend
source: Do you wish to remove {0} from your friends list?
es_mx: ¿Desea eliminar a {0} como amigo?

# lbDuration
source: Duration:
es_mx: Tiempo:

# lbEmail
source: Email
es_mx: Correo

# lbEmailValid
source: Valid example: user@domain.com
es_mx: Ejemplo válido usuario@dominio.com

# lbEnterEmail
source: Enter your email
es_mx: Ingrese su correo

# lbEnterNewPassword
source: Enter your new password
es_mx: Ingrese su nueva contraseña

# lbEnterRecoveryCode
source: Enter the recovery code:
es_mx: Ingrese el código de recuperación:

# lbEnterVerificationCode
source: Enter the verification code:
es_mx: Ingrese el código de verificación:

# lbFileFormat
source: Please choose a compatible file type
es_mx: Seleccione otro archivo que sí sea compatible

# lbGameName
source: Game Name:
es_mx: Nombre de la partida:

# lbKick
source: Remove player?
es_mx: ¿Desea expulsar el jugador?

# lbLanguage
source: Language
es_mx: Lenguaje

# lbMap
source: Map:
es_mx: Mapa:

# lbMessage
source: Message
es_mx: Mensaje

# lbNodes
source: Nodes:
es_mx: Nodos:

# lbNoOneKick
source: Tehere's no one else in the room
es_mx: No hay otro jugador en la sala

# lbPassword
source: Password
es_mx: Contraseña

# lbPasswordSignIn
source: Password
es_mx: Contraseña

# lbPasswordValid
source: 10 to 50 characters, with letters and numbers
es_mx: De 10 a 50 caracteres, con letras y números

# lbRecoverPassword
source: Recover Password
es_mx: Recuperar contraseña

# lbScore
source: Score: {0}
es_mx: Puntaje: {0}

# lbUnknownUser
source: Unknown user
es_mx: Usuario desconocido

# lbUserName
source: User Name
es_mx: Nombre de usuario

# lbUserNameValid
source: 5 to 50 characters. Use letters, numbers, or _
es_mx: De 5 a 50 caracteres. Usa letras, números o _

# lbVerifyPassword
source: Verify your password
es_mx: Verifique su contraseña

# mapOptionBear
source: Bear
es_mx: Oso

# mapOptionCat
source: Cat
es_mx: Gato

# mapOptionDog
source: Dog
es_mx: Perro

# titleActionFailed
source: Action failed
es_mx: Acción fallida

# titleDeleteFriend
source: Delete friend
es_mx: Eliminar amigo

# titleFileFormat
source: Format not supported
es_mx: Archivo no compatible

# titleLeaveRoom
source: Leave room
es_mx: Abandonar sala

# titleNoOneKick
source: No one to kick
es_mx: Nadie que expulsar
